Repository: automatskrift/transkriber
Catalog: SkrivDetNed/SkrivDetNed/Localizable.xcstrings
Source language: da
Languages: en

source: '%@' er blevet transkriberet
en: '%@' has been transcribed

source: (Fil findes ikke længere)
en: (File no longer exists)

source: **Kom godt i gang:**
en: **Getting started:**

source: **Understøttede formater:**
en: **Supported formats:**

source: %@ er allerede transkriberet. Vil du transkribere den igen?
en: %@ is already transcribed. Do you want to transcribe it again?

source: %@ er en intelligent macOS-applikation der automatisk transkriberer dine lydoptagelser ved hjælp af avanceret talegenkendelse.
en: %@ is an intelligent macOS application that automatically transcribes your audio recordings using advanced speech recognition.

source: %@ er på ignore-listen. Vil du transkribere den alligevel?
en: %@ is on the ignore list. Do you want to transcribe it anyway?

source: %lld ord
en: %lld words

source: • Aktiv
en: • Active

source: • Brug menulinjen til hurtig adgang
en: • Use the menu bar for quick access

source: • Find transskriptioner ved siden af dine lydfiler (.txt)
en: • Find transcriptions next to your audio files (.txt)

source: • Juster indstillinger for bedre resultater
en: • Adjust settings for better results

source: ○ Inaktiv
en: ○ Inactive

source: 1. Download en model i Indstillinger → Modeller
en: 1. Download a model in Settings → Models

source: 2. Vælg en mappe at overvåge i Indstillinger → Mappeovervågning
en: 2. Choose a folder to monitor in Settings → Folder Monitoring

source: 3. Placer eller optag lydfiler i den valgte mappe
en: 3. Place or record audio files in the chosen folder

source: 4. Transkriptionen starter automatisk
en: 4. Transcription starts automatically

source: Åbn folder
en: Open folder

source: Åbn model-folder
en: Open model folder

source: Adgang Nægtet
en: Access Denied

source: Afslut SkrivDetNed
en: Quit Write it up

source: Afventer
en: Pending

source: AI-baseret transskribering
en: AI-based transcription

source: Alle rettigheder forbeholdes
en: All rights reserved

source: Annuller
en: Cancel

# app_name
source: SkrivDetNed
en: Write it up

source: Appen vil automatisk overvåge folderen og transkribere nye lydfiler
en: The app will automatically monitor the folder and transcribe new audio files

source: Auto-detektér sprog
en: Auto-detect language

# Automatic transcription
source: Automatisk transkription
en: Automatic transcription

source: Automatisk mappeovervågning
en: Automatic folder monitoring

source: Avancerede indstillinger...
en: Advanced settings...

source: Avancerede Whisper Indstillinger
en: Advanced Whisper Settings

source: Bedre nøjagtighed, stadig rimelig hurtig
en: Better accuracy, still reasonably fast

source: Bedste nøjagtighed (v3) - anbefales til andre sprog end engelsk
en: Best accuracy (v3) - recommended for languages other than English

source: Behandler %lld fil(er)...
en: Processing %lld file(s)...

source: Besøg hjemmeside
en: Visit website

# Best accuracy, recommended for non-English languages
source: Bedste nøjagtighed, anbefales til andre sprog end engelsk
en: Best accuracy, recommended for non-English languages

source: Brug menulinjen til hurtig adgang
en: Use the menu bar for quick access

# Choose folder
source: Vælg mappe
en: Choose folder

# Click 'Start Monitoring' to begin monitoring the folder.
source: Klik 'Start Overvågning' for at begynde at overvåge mappen.
en: Click 'Start Monitoring' to begin monitoring the folder.

# Configure automatic monitoring of a local folder for new audio files.
source: Konfigurer automatisk overvågning af en lokal mappe for nye lydfiler.
en: Configure automatic monitoring of a local folder for new audio files.

source: Dansk
en: Danish

source: Der blev fundet %lld eksisterende lydfil(er) i iCloud. Vil du transskribere dem nu?
en: %lld existing audio file(s) found in iCloud. Do you want to transcribe them now?

source: Der er ikke nok diskplads til at fuldføre operationen.
en: There is not enough disk space to complete the operation.

source: Dette kan tage flere minutter første gang
en: This may take several minutes the first time

source: Download annulleret
en: Download canceled

source: Download en model i Indstillinger → Modeller
en: Download a model in Settings → Models

source: Download en Whisper model i Indstillinger før du kan transkribere.
en: Download a Whisper model in Settings before you can transcribe.

source: Download en Whisper model i Indstillinger først
en: Download a Whisper model in Settings first

source: Download Fejlede
en: Download Failed

source: Download fra iCloud fejlede
en: Download from iCloud failed

source: Downloader WhisperKit model
en: Downloading WhisperKit model

source: Downloader...
en: Downloading...

source: Eksisterende filer fundet
en: Existing files found

source: Eller træk en lydfil hertil
en: Or drag an audio file here

# Error
source: Fejl
en: Error

source: Estimeret tid: ~%llds
en: Estimated time: ~%llds

source: Færdig
en: Done

source: Færdige (%lld)
en: Completed (%lld)

source: Fejl: %@
en: Error: %@

source: Fejlede (%lld)
en: Failed (%lld)

source: Fejlet
en: Failed

source: Fil allerede transkriberet
en: File already transcribed

source: Fil er ignoreret
en: File is ignored

# File has been added to the transcription queue
source: Filen er blevet tilføjet til transskriptionskøen
en: File has been added to the transcription queue

source: Filen:
en: File:

source: Filen: %@
en: File: %@

source: Filer du vælger at ignorere vil blive vist her
en: Files you choose to ignore will be shown here

# Files found will be added to the transcription queue.
source: Fundne filer vil blive tilføjet til transskriptionskøen.
en: Files found will be added to the transcription queue.

source: Find transskriptioner ved siden af dine lydfiler (.txt)
en: Find transcriptions next to your audio files (.txt)

source: Fjern fra ignorerede og tillad transskribering igen
en: Remove from ignored and allow transcription again

source: Fjern fra liste
en: Remove from list

source: Flere workers kan øge hastigheden på kraftige Macs, men bruger mere hukommelse.
en: More workers can increase speed on powerful Macs, but use more memory.

# Folder
source: Mappe
en: Folder

source: Format: [00:01:23.456] Tekst her
en: Format: [00:01:23.456] Text here

source: Funktioner:
en: Features:

source: Gem som...
en: Save as...

source: Gemt til:
en: Saved to:

# Go to the Monitoring tab to see progress
source: Gå til Overvågning-fanen for at se fremskridt
en: Go to the Monitoring tab to see progress

source: God balance mellem hastighed og nøjagtighed
en: Good balance between speed and accuracy

source: Hjælp
en: Help

source: Hjælper Whisper med kontekst, f.eks. navne, fagtermer eller emnet for optagelsen. Eksempel: "Dette er et møde om softwareudvikling med Tomas og Anders."
en: Helps Whisper with context, e.g., names, technical terms, or the subject of the recording. Example: "This is a meeting about software development with Tomas and Anders."

source: Høj nøjagtighed for længere optagelser
en: High accuracy for longer recordings

source: Højere værdier kan hjælpe ved dårlig lydkvalitet.
en: Higher values can help with poor audio quality.

# How it works
source: Sådan virker det
en: How it works

source: Hurtigste model, god til korte optagelser
en: Fastest model, good for short recordings

source: Hvert ord får sit eget tidsstempel for præcis navigation.
en: Each word gets its own timestamp for precise navigation.

source: I Kø (%lld)
en: Queued (%lld)

source: iCloud container er ikke tilgængelig
en: iCloud container is not available

source: iCloud ikke tilgængelig
en: iCloud unavailable

source: iCloud mappe:
en: iCloud folder:

source: iCloud Optagelser
en: iCloud Recordings

source: iCloud tilgængelig
en: iCloud available

source: Ignorer
en: Ignore

source: Ignorerede lydfiler
en: Ignored audio files

source: Ikke aktiv
en: Not active

source: Ikke logget ind på iCloud
en: Not logged in to iCloud

# In Queue (%lld)
source: I Kø (%lld)
en: In Queue (%lld)

source: Indlæser model i hukommelsen...
en: Loading model into memory...

source: Indlæser WhisperKit model
en: Loading WhisperKit model

source: Indstillinger
en: Settings

source: Ingen fil valgt
en: No file selected

source: Ingen filer i iCloud
en: No files in iCloud

source: Ingen folder valgt
en: No folder selected

source: Ingen ignorerede filer
en: No ignored files

source: Ingen JSON-fil fundet
en: No JSON file found

source: Ingen metadata
en: No metadata

source: Ingen resultater
en: No results

source: Ingen transskriptioner endnu
en: No transcriptions yet

source: Initial prompt (valgfri):
en: Initial prompt (optional):

source: Inkludér tidsstempler
en: Include timestamps

source: Ja, transkribér alligevel
en: Yes, transcribe anyway

source: Ja, transkribér igen
en: Yes, transcribe again

source: Juster indstillinger for bedre resultater
en: Adjust settings for better results

source: Klar til at starte
en: Ready to start

source: Konsistent (0.0)
en: Consistent (0.0)

source: Kontekst
en: Context

source: Kopier
en: Copy

source: Kopier til udklipsholder
en: Copy to clipboard

source: Kreativ (1.0)
en: Creative (1.0)

source: Kunne ikke downloade '%@' model: %@
en: Could not download '%@' model: %@

source: Kunne ikke encode metadata
en: Could not encode metadata

source: Kunne ikke få adgang til folderen '%@'. Kontroller at appen har tilladelse til at læse folderen.
en: Could not access folder '%@'. Check that the app has permission to read the folder.

source: Kunne ikke gemme fil:
en: Could not save file:

source: Kunne ikke transkribere '%@': %@
en: Could not transcribe '%@': %@

source: Lav Diskplads
en: Low Disk Space

source: Lavere værdier giver mere konsistente resultater.
en: Lower values give more consistent results.

source: Lavere værdier giver mere konsistente resultater. Højere værdier kan hjælpe ved dårlig lydkvalitet.
en: Lower values give more consistent results. Higher values can help with poor audio quality.

source: Lokal behandling - ingen cloud
en: Local processing - no cloud

source: Luk
en: Close

source: Lydfil findes
en: Audio file exists

source: Lydfil findes IKKE
en: Audio file does NOT exist

source: Lydfil ikke fundet
en: Audio file not found

source: Lydfilen blev ikke fundet
en: The audio file was not found

# Manual
source: Manuel
en: Manual

source: Manuel
en: Manual

source: Mikrofonadgang nægtet
en: Microphone access denied

source: Model bliver allerede downloadet
en: Model is already being downloaded

source: Model er allerede downloadet
en: Model is already downloaded

source: Model Ikke Downloadet
en: Model Not Downloaded

source: Modellen downloades automatisk ved første brug
en: Model is downloaded automatically on first use

source: Modeller downloades automatisk første gang de bruges
en: Models are automatically downloaded the first time they are used

# Monitor Folder
source: Overvåg Mappe
en: Monitor Folder

# Monitored Folder
source: Overvåget Mappe
en: Monitored Folder

# Monitoring continues even after you restart the app.
source: Overvågningen fortsætter selv efter du genstarter appen.
en: Monitoring continues even after you restart the app.

source: Når aktiveret, vil Whisper automatisk detektere sproget i lydoptagelsen.
en: When enabled, Whisper will automatically detect the language in the audio recording.

source: Når du transskriberer filer, vil de dukke op her
en: When you transcribe files, they will appear here

source: Nej
en: No

source: Netværksfejl: %@
en: Network error: %@

# No folder selected
source: Ingen mappe valgt
en: No folder selected

source: Norsk
en: Norwegian

source: Notifikationer
en: Notifications

source: Nulstil til standardværdier
en: Reset to default values

source: Om %@
en: About %@

source: Om SkrivDetNed
en: About Write it up

source: Ord-niveau tidsstempler
en: Word-level timestamps

source: Oversæt til engelsk
en: Translate to English

source: Oversættelse
en: Translation

source: Overvåg både iCloud og en lokal mappe samtidig
en: Monitor both iCloud and a local folder simultaneously

source: Overvåg også lokal mappe
en: Also monitor local folder

source: Overvåger automatisk iCloud mappe for optagelser fra iOS appen
en: Automatically monitors iCloud folder for recordings from the iOS app

source: Overvåger...
en: Monitoring...

source: Overvåget Folder
en: Monitored Folder

source: Overvågning
en: Monitoring

# Pending Files
source: Afventende Filer
en: Pending Files

source: Placer eller optag lydfiler i den valgte mappe
en: Place or record audio files in the selected folder

source: Proces alle (%lld)
en: Process all (%lld)

source: Prøv at søge efter noget andet
en: Try searching for something else

source: Prøv Igen
en: Try Again

# Remove from queue
source: Fjern fra kø
en: Remove from queue

source: Ryd
en: Clear

source: Ryd kø
en: Clear queue

source: Sådan bruges SkrivDetNed
en: How to use Write it up

source: Samtidige workers:
en: Concurrent workers:

# Select a local folder on your Mac to monitor.
source: Vælg en lokal mappe på din Mac som skal overvåges.
en: Select a local folder on your Mac to monitor.

# Select Folder
source: Vælg Mappe
en: Select Folder

source: SkrivDetNed
en: Write it up

source: SkrivDetNed er en intelligent macOS-applikation der automatisk transkriberer dine lydoptagelser ved hjælp af avanceret talegenkendelse.
en: Write it up is an intelligent macOS application that automatically transcribes your audio recordings using advanced speech recognition.

# SkrivDetNed Help
source: Skriv det ned Hjælp
en: Write it up Help

source: SkrivDetNed hjælp
en: Write it up Help

source: SkrivDetNed transkriberer automatisk dine lydoptagelser.
en: Write it up automatically transcribes your audio recordings.

source: Slet
en: Delete

source: Slet lydfil efter transskription
en: Delete audio file after transcription

source: Sletter automatisk lydfilerne efter de er blevet transkriberet
en: Automatically deletes audio files after they have been transcribed

source: Søg i transskriptioner...
en: Search in transcriptions...

source: Spring over
en: Skip

source: Sprog
en: Language

# Start Monitoring
source: Start Overvågning
en: Start Monitoring

source: Start nu
en: Start now

source: Start Overvågning
en: Start Monitoring

source: Start ved login
en: Start at login

source: Sti:
en: Path:

source: Sti: %@
en: Path: %@

# Stop Monitoring
source: Stop Overvågning
en: Stop Monitoring

source: Stop Overvågning
en: Stop Monitoring

# Supported formats
source: Understøttede formater
en: Supported formats

source: Svensk
en: Swedish

source: Synkronisér med iOS app via iCloud
en: Sync with iOS app via iCloud

source: Talegenkendelse ikke tilgængelig
en: Speech recognition not available

source: Temperatur
en: Temperature

# The following audio formats are supported:
source: Følgende lydformater understøttes:
en: The following audio formats are supported:

# These files are waiting for transcription
source: Disse filer afventer transkription
en: These files are waiting for transcription

source: Tidsstempler
en: Timestamps

source: Transkribér
en: Transcribe

source: Transkribér igen
en: Transcribe again

source: Transkriberer...
en: Transcribing...

source: Transkriberer... %lld%%
en: Transcribing... %lld%%

source: Transkriptionen starter automatisk
en: Transcription starts automatically

source: Transskriberer og oversætter automatisk alt indhold til engelsk.
en: Transcribes and automatically translates all content to English.

source: Transskribering fejlede
en: Transcription failed

source: Transskription færdig
en: Transcription complete

source: Transskription fejlede
en: Transcription failed

source: Transskription fejlede: %@
en: Transcription failed: %@

source: Transskriptionen er gemt
en: The transcription is saved

source: Transskriptionen er klar
en: Transcription is ready

source: Transskriptioner
en: Transcriptions

source: Tryk 'Start Overvågning' for at begynde at overvåge folderen
en: Press 'Start Monitoring' to begin monitoring the folder

source: Ugyldig filstørrelse: %@. Filen ser ud til at være en fejlside i stedet for modellen. Prøv igen senere.
en: Invalid file size: %@. The file appears to be an error page instead of the model. Try again later.

source: Ugyldig lydfil
en: Invalid audio file

source: Ukendt Fejl
en: Unknown Error

source: Under Transkribering
en: Transcribing

source: Vælg
en: Select

source: Vælg en folder for at komme i gang
en: Select a folder to get started

source: Vælg en folder for at starte overvågning.
en: Select a folder to start monitoring.

source: Vælg en folder til overvågning af lydfiler
en: Select a folder for monitoring audio files

source: Vælg en lydfil til transskription
en: Select an audio file for transcription

source: Vælg en mappe at overvåge i Indstillinger → Mappeovervågning
en: Choose a folder to monitor in Settings → Folder Monitoring

source: Vælg Fil
en: Select File

source: Vælg Folder
en: Select Folder

source: Vælg hvor transskriptionen skal gemmes
en: Choose where to save the transcription

source: Vælg Lydfil
en: Select Audio File

source: Valgt
en: Selected

source: Valgt sprog:
en: Selected language:

source: Varighed: %@
en: Duration: %@

source: Varighed: %@s
en: Duration: %@s

source: Varighed: %llds
en: Duration: %llds

source: Venter...
en: Waiting...

source: Vis fil
en: Show file

source: Vis i Finder
en: Show in Finder

source: Vis mere
en: Show more

source: Vis mindre
en: Show less

source: Vis notifikationer
en: Show notifications

source: Vis tekst
en: Show text

source: Vis Vindue
en: Show Window

# Waiting...
source: Venter...
en: Waiting...

source: Når nye lydfiler tilføjes til mappen, transkriberes de automatisk.
en: When new audio files are added to the folder, they are automatically transcribed.

source: Whisper model er ikke downloadet. Download en model i indstillinger.
en: Whisper model is not downloaded. Download a model in settings.

source: Whisper model er ikke downloadet. Download modellen i indstillinger.
en: Whisper model is not downloaded. Download the model in settings.

source: WhisperKit Modeller
en: WhisperKit Models

source: Ydeevne
en: Performance
